Tekla.Structures.DrawingInternal.dotGrLineAttributes_t


Tekla.Structures.DrawingInternal.dotGrLineAttributes_t.Type


Tekla.Structures.DrawingInternal.dotGrLineAttributes_t.Color


Tekla.Structures.DrawingInternal.dotGrLineAttributes_t.ToStruct(Tekla.Structures.Drawing.LineTypeAttributes)


Tekla.Structures.DrawingInternal.dotGrLineAttributes_t.FromStruct(Tekla.Structures.Drawing.LineTypeAttributes)
